Repository: TranslucentTB/TranslucentTB
Catalog: Xaml/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, es_us, it_it, ja_jp, ru_ru, tr_tr, zh_cn, zh_tw

# ColorPickerPage_AlwaysOnTop.Text
source: Always on top
ar_sa: دائما في القمة
es_us: Siempre encima
ja_jp: 常に手前に表示

# ColorPickerPage_ConfirmCloseDialog.CloseButtonText
source: Cancel
ar_sa: إلغاء
es_us: Cancelar
it_it: Annulla
ja_jp: キャンセル
ru_ru: Отмена
tr_tr: İptal
zh_cn: 取消
zh_tw: 取消

# ColorPickerPage_ConfirmCloseDialog.Content
source: Do you want to save changes to the color?
ar_sa: هل تريد حفظ التغييرات للون؟
es_us: ¿Quieres guardar los cambios en el color?
it_it: Vuoi salvare i cambiamenti al colore?
ja_jp: 色の変更を保存しますか?
ru_ru: Вы хотите сохранить изменения цвета?
tr_tr: Renk değişikliklerini kaydetmek istiyor musunuz?
zh_cn: 你是否要保存此颜色？
zh_tw: 您要儲存對顏色的更動嗎？

# ColorPickerPage_ConfirmCloseDialog.PrimaryButtonText
source: Yes
ar_sa: نعم
es_us: Si
it_it: Sì
ja_jp: はい
ru_ru: Да
tr_tr: Evet
zh_cn: 是
zh_tw: 是

# ColorPickerPage_ConfirmCloseDialog.SecondaryButtonText
source: No
ar_sa: لا
ja_jp: いいえ
ru_ru: Нет
tr_tr: Hayır
zh_cn: 否
zh_tw: 否

# FramelessPage_Close.Text
source: Close
ar_sa: إغلاق
es_us: Cerrar
ja_jp: 閉じる

# TrayFlyoutPage_About.Text
source: About TranslucentTB
ar_sa: حول TranslucentTB
es_us: Acerca de TranslucentTB
it_it: Info su TranslucentTB
ja_jp: TranslucentTB について
ru_ru: О TranslucentTB
tr_tr: TranslucentTB Hakkında
zh_cn: 关于 TranslucentTB
zh_tw: 關於 TranslucentTB

# TrayFlyoutPage_AccentColor.Text
source: Accent Color
ar_sa: لون التمييز
es_us: Acentuar Color
ja_jp: アクセントカラー
ru_ru: Акцентный цвет
tr_tr: Vurgu Rengi
zh_cn: 主题色
zh_tw: 輔色

# TrayFlyoutPage_Acrylic.Text
source: Acrylic
ar_sa: أكريليك
es_us: Acrílico
it_it: Acrilico
ja_jp: アクリル
ru_ru: Акриловый
tr_tr: Akrilik
zh_cn: 亚克力
zh_tw: 壓克力

# TrayFlyoutPage_Advanced.Text
source: Advanced
ar_sa: مُتقدم
es_us: Avanzado
it_it: Avanzate
ja_jp: 高度
ru_ru: Дополнительные
tr_tr: Gelişmiş
zh_cn: 高级
zh_tw: 進階

# TrayFlyoutPage_Advanced_CompactThunkHeap.Text
source: Compact thunk heap
ar_sa: كومة مضغوطة
es_us: Compresión de montón thunk
it_it: Compressione heap thunk
ja_jp: サンクのヒープを圧縮
ru_ru: Компактная куча памяти
tr_tr: Kompakt thunk yığını
zh_cn: 压缩 Thunk 堆
zh_tw: Thunk 堆積壓縮

# TrayFlyoutPage_Advanced_DisableHotSettings.Text
source: Disable saving settings
ar_sa: تعطيل حفظ الإعدادات
es_us: Deshabilitar la configuración de guardado
it_it: Disabilita salvataggio delle impostazioni
ja_jp: 設定を保存しない
ru_ru: Отключить сохранение настроек
tr_tr: Ayarların kaydedilmesini kapat
zh_cn: 禁用保存设置
zh_tw: 停用儲存設定

# TrayFlyoutPage_Advanced_DumpDynamicState.Text
source: Dump dynamic state to log
ar_sa: تفريغ الحالة الديناميكية لِلسجل
es_us: Volcar estado dinámico al registro
it_it: Scarica lo stato dinamico nel registro
ja_jp: ログに動的状態のダンプ出力
ru_ru: Выводить динамическое состояние в лог
tr_tr: Dinamik durumu günlüğe yaz
zh_cn: 将动态状态转储至日志
zh_tw: 將動態狀態傾印至紀錄檔

# TrayFlyoutPage_Advanced_EditSettings.Text
source: Edit settings
ar_sa: تعديل الإعدادات
es_us: Editar configuración
it_it: Modifica impostazioni
ja_jp: 設定の編集
ru_ru: Изменить настройки
tr_tr: Ayarları düzenle
zh_cn: 编辑设置
zh_tw: 編輯設定

# TrayFlyoutPage_Advanced_HideTrayIcon.Text
source: Hide tray icon
ar_sa: إخفاء أيقونة العلبة
es_us: Ocultar icono de bandeja
it_it: Nascondi icona vassoio
ja_jp: トレイアイコンを非表示
ru_ru: Скрыть иконку в трее
tr_tr: Tepsi simgesini gizle
zh_cn: 隐藏托盘图标
zh_tw: 隱藏工具欄圖示

# TrayFlyoutPage_Advanced_LogVerbosity.Text
source: Log verbosity
ar_sa: الإسهاب في السجل
es_us: Verbosidad del registro
it_it: Verbosità del registro
ja_jp: ログの記録対象
ru_ru: Уровень лога
tr_tr: Günlük ayrıntı düzeyi
zh_cn: 日志详细级别
zh_tw: 記錄層級

# TrayFlyoutPage_Advanced_LogVerbosity_Critical.Text
source: Critical
ar_sa: الحرج
es_us: Crítico
it_it: Critico
ja_jp: 重大
ru_ru: Критичный
tr_tr: Kritik
zh_cn: 严重
zh_tw: 嚴重

# TrayFlyoutPage_Advanced_LogVerbosity_Debug.Text
source: Debug
ar_sa: تصحيح
es_us: Depurar
ja_jp: デバッグ
ru_ru: Отладка
tr_tr: Hata Ayıklama
zh_cn: 调试
zh_tw: 偵錯

# TrayFlyoutPage_Advanced_LogVerbosity_Error.Text
source: Error
ar_sa: خطأ
it_it: Errore
ja_jp: エラー
ru_ru: Ошибки
tr_tr: Hata
zh_cn: 错误
zh_tw: 錯誤

# TrayFlyoutPage_Advanced_LogVerbosity_Information.Text
source: Information
ar_sa: معلومة
es_us: Información
it_it: Informazione
ja_jp: 情報
ru_ru: Информация
tr_tr: Bilgi
zh_cn: 信息
zh_tw: 資訊

# TrayFlyoutPage_Advanced_LogVerbosity_Off.Text
source: Off
ar_sa: أوقِف التشغيل
es_us: Apagado
ja_jp: オフ
ru_ru: Выключен
tr_tr: Kapalı
zh_cn: 关闭
zh_tw: 關閉

# TrayFlyoutPage_Advanced_LogVerbosity_Trace.Text
source: Trace
ar_sa: الأثر
es_us: Rastro
it_it: Traccia
ja_jp: 細かく追跡
ru_ru: Перехват
tr_tr: İz
zh_cn: 跟踪
zh_tw: 追蹤

# TrayFlyoutPage_Advanced_LogVerbosity_Warning.Text
source: Warning
ar_sa: تحذير
es_us: Advertencia
it_it: Avviso
ja_jp: 警告
ru_ru: Предупреждения
tr_tr: Uyarı
zh_cn: 警告
zh_tw: 警告

# TrayFlyoutPage_Advanced_OpenLogFile.Text
source: Open log file
ar_sa: افتح ملف السجل
es_us: Abrir archivo de registro
it_it: Apri file del registro
ja_jp: ログファイルを開く
ru_ru: Открыть файл лога
tr_tr: Günlük dosyasını aç
zh_cn: 打开日志文件
zh_tw: 開啟記錄檔

# TrayFlyoutPage_Advanced_ResetDynamicState.Text
source: Reset dynamic state
ar_sa: إعادة تعيين الحالة الديناميكية
es_us: Restablecer estado dinámico
it_it: Reset stato dinamico
ja_jp: 動的状態をリセット
ru_ru: Сбросить динамическое состояние
tr_tr: Dinamik durumu sıfırla
zh_cn: 重置动态状态
zh_tw: 重設動態狀態

# TrayFlyoutPage_Advanced_ResetSettings.Text
source: Return to default settings
ar_sa: العودة إلى الإعدادات الإفتراضية
es_us: Volver a la configuración predeterminada
it_it: Ripristina impostazioni predefinite
ja_jp: 初期設定に戻す
ru_ru: Сбросить настройки
tr_tr: Varsayılan ayarlara dön
zh_cn: 恢复默认设置
zh_tw: 還原至預設設定

# TrayFlyoutPage_BatterySaver.Text
source: Battery saver
ar_sa: حافظ البطارية
es_us: Ahorro de batería
it_it: Risparmio batteria
ja_jp: バッテリー節約機能
ru_ru: Энергосбережение
tr_tr: Pil tasarrufu
zh_cn: 开启节电模式时
zh_tw: 啟用省電模式時

# TrayFlyoutPage_Blur.Text
source: Blur
ar_sa: طمس
es_us: Difuminar
it_it: Sfocato
ja_jp: ぼかし
ru_ru: Размытие
tr_tr: Bulanıklık
zh_cn: 模糊
zh_tw: 模糊

# TrayFlyoutPage_Clear.Text
source: Clear
ar_sa: مسح
es_us: Claro
it_it: Lucido
ja_jp: 透明
ru_ru: Прозрачный
tr_tr: Şeffaf
zh_cn: 透明
zh_tw: 清晰

# TrayFlyoutPage_Desktop.Text
source: Desktop
ar_sa: سطع المكتب
es_us: Escritorio
ja_jp: デスクトップ
ru_ru: На рабочем столе
tr_tr: Masaüstü
zh_cn: 在桌面时
zh_tw: 返回桌面時

# TrayFlyoutPage_Enabled.Text
source: Enabled
ar_sa: تمكين
es_us: Activado
it_it: Abilitato
ja_jp: 有効
ru_ru: Включено
tr_tr: Etkin
zh_cn: 启用
zh_tw: 啟用

# TrayFlyoutPage_Exit.Text
source: Exit
ar_sa: خروج
es_us: Salir
it_it: Esci
ja_jp: 終了
ru_ru: Закрыть
tr_tr: Çık
zh_cn: 退出
zh_tw: 離開

# TrayFlyoutPage_MaximizedWindow.Text
source: Maximized window
ar_sa: نافذة مُكبرة
es_us: Ventana maximizada
it_it: Massimizza finestra
ja_jp: ウィンドウ最大化
ru_ru: При развёрнутом окне
tr_tr: Tam ekran pencere
zh_cn: 窗口最大化时
zh_tw: 視窗最大化時

# TrayFlyoutPage_Normal.Text
source: Normal
ar_sa: طبيعي
it_it: Normale
ja_jp: 通常
ru_ru: Нормально
zh_cn: 正常
zh_tw: 正常

# TrayFlyoutPage_Opaque.Text
source: Opaque
ar_sa: مبهمة
es_us: Opaco
it_it: Opaco
ja_jp: 不透明
ru_ru: Непрозрачный
tr_tr: Opak
zh_cn: 不透明
zh_tw: 不透明

# TrayFlyoutPage_OpenAtBoot.Text
source: Open at boot
ar_sa: فتح عند التشغيل
es_us: Abrir en el arranque
it_it: Apri all'avvio
ja_jp: 起動時に実行
ru_ru: Автозагрузка при включении системы
tr_tr: Başlangıçta çalıştır
zh_cn: 开机自启
zh_tw: 開機時啟動

# TrayFlyoutPage_PeekButton.Text
source: Show Desktop Peek Button
ar_sa: إظهار زر نظرة خاطفة على سطح المكتب
es_us: Mostrar el botón Vista previa del Escritorio
it_it: Mostra Pulsante Anteprima Desktop
ja_jp: デスクトップ Peek ボタンを表示
ru_ru: Показывать кнопку
tr_tr: Masaüstü göz atma butonunu göster
zh_cn: 显示桌面预览按钮
zh_tw: 顯示桌面預覽按鈕

# TrayFlyoutPage_SearchOpened.Text
source: Search opened
ar_sa: تم فتح البحث
es_us: Búsqueda abierta
it_it: Ricerca aperta
ja_jp: 検索の展開
ru_ru: При открытом Поиске
tr_tr: Arama açıldı
zh_cn: 打开搜索菜单时
zh_tw: 開啟搜尋選單時

# TrayFlyoutPage_StartOpened.Text
source: Start opened
ar_sa: تم فتح البدء
es_us: Inicio abierto
it_it: Start aperto
ja_jp: スタートメニュー展開
ru_ru: При открытом меню Пуск
tr_tr: Başlat açıldı
zh_cn: 打开开始菜单时
zh_tw: 開啟開始選單時

# TrayFlyoutPage_TaskViewOpened.Text
source: Task View opened
ar_sa: تم فتح طريقة عرض المهام
es_us: Vista de tareas abierta
it_it: Gestione attività aperta
ja_jp: タスクビュー展開
ru_ru: При открытом Представлении задач
tr_tr: Görev Görünümü açıldı
zh_cn: 打开任务视图时
zh_tw: 開啟任務檢視時

# TrayFlyoutPage_TipsAndTricks.Text
source: Tips and tricks
ar_sa: النصائح والخدع
es_us: Consejos y trucos
it_it: Suggerimenti
ja_jp: 使い方のコツ
ru_ru: Советы
tr_tr: İpuçları ve püf noktalar
zh_cn: 提示和技巧
zh_tw: 訣竅和技巧

# TrayFlyoutPage_VisibleWindow.Text
source: Visible window
ar_sa: نافذة مرئية
es_us: Ventana visible
it_it: Finestra visibile
ja_jp: ウィンドウ表示
ru_ru: При видимом окне
tr_tr: Görünür pencere
zh_cn: 打开任何窗口时
zh_tw: 開啟任何視窗時

# WelcomePage.Title
source: Welcome to TranslucentTB!
ar_sa: مرحبًا بك في TranslucentTB!
es_us: ¡Bienvenido a TranslucentTB!
it_it: Benvenuto in TranslucentTB!
ja_jp: TranslucentTB へようこそ!
ru_ru: Добро пожаловать в TranslucentTB!
tr_tr: TranslucentTB'ye hoş geldiniz!
zh_cn: 欢迎使用 TranslucentTB！
zh_tw: 歡迎使用 TranslucentTB！

# WelcomePage_Action_Configure.Description
source: You can always do this by clicking "Advanced" > "Edit settings" in the tray icon's context menu Changes are automatically reloaded when you save the file
ar_sa: يمكنك دائمًا القيام بذلك عن طريق النقر فوق "خيارات متقدمة" > "تحرير الإعدادات" في قائمة سياق رمز العلبة يتم إعادة تحميل التغييرات تلقائيًا عند حفظ الملف
es_us: Siempre puede hacer esto haciendo clic en "Avanzado" > "Editar configuración" en el menú contextual del icono de la bandeja Los cambios se recargan automáticamente cuando guarda el archivo
it_it: Puoi sempre farlo cliccando su "Avanzate" > "Modifica impostazioni" nel menu contestuale della barra delle applicazioni Le modifiche vengono ricaricate automaticamente quando si salva il file
ja_jp: トレイアイコンを右クリックし、「高度」 > 「設定の編集」を選択することで、いつでも行えます。ファイルを保存すると、変更点が自動的に読み込まれます。
ru_ru: Вы всегда можете сделать это, зайдя в "Дополнительные" > "Изменить настройки" в контекстном меню иконки в трее Изменения применяются автоматически при сохранении файла
tr_tr: Bunu tepsi ikonu menüsünde "Gelişmiş" > "Ayarları düzenle" seçerek istediğiniz zaman yapabilirsiniz. Değişiklikler dosya kaydedildiğinde otomatik olarak uygulanır.
zh_cn: 你可以随时在托盘图标的菜单中点击 "高级" > "编辑设置" 来打开配置文件 保存文件后，TranslucentTB 将自动重载
zh_tw: 您可以隨時透過右鍵選單中的「進階」 > 「編輯設定」來更動 儲存檔案後，TranslucentTB 將自動載入更動

# WelcomePage_Action_Configure.Name
source: Edit the configuration file
ar_sa: قم بتحرير ملف التكوين
es_us: Edite el archivo de configuración
it_it: Modifica il file di configurazione
ja_jp: 設定ファイルの編集
ru_ru: Изменить файл конфигурации
tr_tr: Yapılandırma dosyasını düzenle
zh_cn: 编辑配置文件
zh_tw: 編輯設定檔

# WelcomePage_Action_Discord.Description
source: Chat with the developers and get help with the program
ar_sa: تحدث مع المطورين واحصل على مساعدة في البرنامج
es_us: Chatea con los desarrolladores y obtén ayuda con el programa
it_it: Chatta con gli sviluppatori e ricevi aiuto con il programma
ja_jp: 開発者とチャットしたり、本プログラムの使い方を手助けをしてもらいましょう。
ru_ru: Свзязаться с разработчиками и получить помощь с программой
tr_tr: Geliştiricilerle sohbet edin ve programla ilgili yardım alın
zh_cn: 在 Discord 上与开发者联系并获得帮助
zh_tw: 與開發者聊聊並取得協助

# WelcomePage_Action_Discord.Name
source: Join our Discord server
ar_sa: انضم إلى خادم الديسكورد الخاص بنا
es_us: Únete a nuestro servidor de Discord
it_it: Unisciti al nostro server Discord
ja_jp: 私たちの Discord
ru_ru: Присоединяйтесь к нашему Discord-серверу
tr_tr: Discord sunucumuza katılın
zh_cn: 加入我们的 Discord 服务器
zh_tw: 加入我們的 Discord 伺服器

# WelcomePage_Action_Donate.Description
source: Show us your support by offering a single-time or recurring donation ❤
ar_sa: أظهر لنا دعمك من خلال تقديم تبرع لمرة واحدة أو مُتكرر ❤
es_us: Muéstranos tu apoyo ofreciendo una donación única o recurrente ❤
it_it: Mostraci il tuo supporto offrendo una donazione una tantum o ricorrente ❤
ja_jp: 寄付によって私たちへの支援を表明できます。一度だけでも可能ですし定期的な寄付も行えます❤
ru_ru: Поддержите нас единовременным или регулярным пожертвованием ❤
tr_tr: Tek seferlik veya yinelenen bağışta bulunarak bize desteğinizi gösterin ❤
zh_cn: 单次或定期赞助我们以支持开发 ❤
zh_tw: 單次或定期贊助我們以支持開發 ❤

# WelcomePage_Action_Donate.Name
source: Donate to the project on Liberapay
ar_sa: تبرع لمشروع ليبرا باي
es_us: Donar al proyecto en Liberapay
it_it: Dona al progetto su Liberapay
ja_jp: Liberapay でプロジェクトに寄付
ru_ru: Сделать пожертвование в пользу проекта на Liberapay
tr_tr: Liberapay üzerinde projeye bağış yapın
zh_cn: 通过 Liberapay 赞助此项目
zh_tw: 透過 Liberapay 贊助此專案

# WelcomePage_ButtonBar_Continue.Content
source: Continue
ar_sa: مُتابعة
es_us: Continuar
it_it: Continua
ja_jp: 続行
ru_ru: Продолжить
tr_tr: Devam et
zh_cn: 继续
zh_tw: 繼續

# WelcomePage_ButtonBar_Exit.Content
source: Exit
ar_sa: خروج
es_us: Salir
it_it: Esci
ja_jp: 終了
ru_ru: Выйти
tr_tr: Çık
zh_cn: 退出
zh_tw: 離開

# WelcomePage_Message_Hyperlink.Text
source: open a GitHub issue
ar_sa: إفتح مُشكلة GitHub
es_us: crear una propuesta en GitHub
it_it: apri un problema su GitHub
ja_jp: GitHub 上で issue を作成し
ru_ru: создать Issue на GitHub
tr_tr: bir GitHub sorun bildirimi
zh_cn: 在 GitHub 上反馈问题 (issue)
zh_tw: 在 Github 上發起議題

# WelcomePage_Message_Prefix.Text
source: Thanks for trying TranslucentTB! After you hit "Continue", you can personalize how the taskbar looks to your desires. We hope you enjoy it, and feel free to
ar_sa: شكرًا لِتجربة TranslucentTB! بعد النقر على "مُتابعة"، يمكنك تخصيص شكل شريط المهام وفقًا لرغباتك. نأمل أن تستمتع بها، ولا تتردد في ذلك
es_us: ¡Gracias por probar TranslucentTB! Después de presionar "Continuar", puede personalizar el aspecto de la barra de tareas según sus deseos. Esperamos que lo disfruten y no duden en
it_it: Grazie per aver provato TranslucentTB! Dopo aver cliccato su "Continua", puoi personalizzare l'aspetto della barra delle applicazioni in base ai tuoi desideri. Ci auguriamo che ti piaccia e sentiti libero diGrazie per aver provato TranslucentTB! Dopo aver cliccato su "Continua", puoi personalizzare l'aspetto della barra delle applicazioni in base ai tuoi desideri. Ci auguriamo che ti piaccia e sentiti libero di
ja_jp: TranslucentTB をご利用いただき感謝します! 「続行」すると、タスクバーをあなた好みの見た目に設定できます。ぜひお試しください。
ru_ru: Спасибо за установку TranslucentTB! После того, как Вы нажмёте "Продолжить", вы можете персонализировать вид вашей панели задач. Надеемся, вам понравится
tr_tr: TranslucentTB'yi denediğiniz için teşekkürler! Devam et'e bastıktan sonra görev çubuğunun nasıl görüneceğini istediğiniz gibi kişiselleştirebilirsiniz. Umarız beğenirsiniz, ve bir sorununuz varsa veya bir özelliğin eklenmesini istiyorsanız
zh_cn: 感谢你使用 TranslucentTB！点击 "继续" 后，你可以根据喜好自定义任务栏的外观。如果你有任何问题，或是想要建议新功能，欢迎
zh_tw: 感謝您使用 TranslucentTB！點擊 「繼續」後，您即可依您的喜好自訂工作列的外觀。如果您有任何問題，或是想要提議新功能，歡迎

# WelcomePage_Message_Suffix.Text
source: if you have any problem or want to see a feature added!
ar_sa: إذا كان لديك أي مشكلة أو تريد أن ترى ميزة مضافة!
es_us: si tiene algún problema o desea ver una característica agregada!
it_it: se riscontri qualche problema o vuoi vedere aggiunta una nuova funzionalità!
ja_jp: 問題を報告したり、機能を要望することもできます!
ru_ru: если возникла проблема или хотите увидеть новую функцию!
tr_tr: oluşturabilirsiniz!
zh_cn: 祝你使用愉快！
zh_tw: 。祝您使用愉快！
